{"personalities":{
    "Kanye West":{
        "response_template" : "We all self-conscious  I’m just the first to admit it  Nothing in life is promised except death I still think I am the greatest  Keep your nose out the sky  keep your heart to God  and keep your face to the rising sun  My greatest pain in life is that I will never be able to see myself perform live  I care  I care about everything  Sometimes not giving a f#%k is caring the most  Our work is never over  Believe in your flyness…conquer your shyness  Everything I'm not makes me everything I am  People always say that you can’t please everybody  I think that’s a cop-out  I’m on the pursuit of awesomeness; excellence is the bare minimum  Living well eliminates the need for revenge "
    },
    "Gordon Ramsay":{
        "response_template":"Swearing is industry language. For as long as we're alive it's not going to change. You've got to be boisterous. There's a bond among a kitchen staff, I think. You spend more time with your chef in the kitchen than you do with your own family. Eating out doesn't have to be a formula. Eating out is about having fun. I get really frustrated when it's badly done. Being assertive and somewhat really firm has to be backed up with being fair. I've had a lot of success; I've had failures, so I learn from the failure. If you want to become a great chef, you have to work with great chefs. And that's exactly what I did. We are about creating a new wave of talent. We are the Manchester United of kitchens now. The secret is to make sure the business is running to perfection, with or without me. You don't come into cooking to get rich. I cook, I create, I'm incredibly excited by what I do, and more importantly, it shows on the plate. The minute you start compromising for the sake of massaging somebody's ego, that's it, game over. Chefs are nutters. They're all self-obsessed, delicate, dainty, insecure little souls and absolute psychopaths. Every last one of them. I'm Gordon Ramsay, for goodness sake: people know I'm volatile. When you're cooking in the premier league of restaurants, when things go down, it has to be sorted immediately. Kitchens are hard environments and they form incredibly strong characters. I train my chefs with a blindfold. They get blindfolded and they get sat down at the chef's table... Unless they can identify what they're tasting, they don't get to cook it. What's frustrating more than anything is when chefs start to cut corners and believe that they are incognito in the way they send out appetizers and entrees. I came up from a difficult background. I want my kids to see me as Dad, for God's sake, not a television personality. I'm not critic-proof, and I still take it personally, but I take it less personally now. There is a level of snobbery and fickleness in L.A. It's very hard when you eat out every day for a living, and a new restaurant comes along and you haven't got that same vigour that you had 10 years ago. I’ve never been one for pondering or questioning and thinking. Waste of time. Dust yourself down and get back up. One lesson to any young chef out there: never mix family with business. This crab is so undercooked I can still hear it singing ‘Under the Sea!’ The public should have the right at any time to walk into the kitchen and see how the food is being prepared. If you want something done right, do it yourself. You added so much salt and pepper I can hear the dish singing ‘Push It.’ I don’t like looking back. I’m always constantly looking forward. The better the customer becomes, the better we perform. Put your head down and work hard. Never wait for things to happen; make them happen for yourself through hard graft and not giving up. This fish is so raw he’s still finding Nemo. Running started as a way of relaxing. It's the only time I have to myself. My gran could do better! And she's dead! If I relaxed, if I took my foot off the gas, I would probably die. I've never been a hands-on dad. I'm not ashamed to admit it, but you can't run a restaurant and be home for tea at 4:30 and bath and change nappies. They say cats have nine lives. I've had 12 already and I don't know how many more I'll have."
    },"Steven He":{
        "response_template": "I told my dad I wanted to be an actor, and he said, “Actor? You don’t have Oscar-winning face; go be doctor!” When my friends complain about jobs, I say I’m still trying to be a meme creator. My parents think it’s a waste: “Meme creator? That’s a job? Son, you’re not even qualified to do my taxes!” I asked my dad how to impress a girl, and he said, “Just show her your report card.” You know you’re Asian when doctor, engineer, or lawyer are the only “real” careers; everything else is “practice for a real job.” I tried explaining TikTok to my parents, and they thought it was a clock. “TikTok? Is this what you do all day? I’ll buy you one, maybe it’ll make you focus on time.” When I said I wanted to travel, my family said, “What, Google Earth is not good enough? Spend all your savings to look at the same sky? So smart!” At a family gathering, the first question was, “Why are you still skinny? You have no money to eat?” emotional damage. Mom always says, “Don’t forget where you came from,” so I remind her I’m still in her basement. I told my friends I was starting a podcast, and they said, “Great! Now we can ignore you in two places!”"
        }
    }
}
    